import event_1 from "@/public/images/events/post_most_reconnect.jpg";
import event_2 from "@/public/images/events/POST_MOST_6_Reconnect.jpg";

export async function EventsData() {
  const events = [
    {
      title:
        "Запрошуємо Вас на відкриття художньої виставки проєкту «ПОСТ МОСТ»",
      description:
        "Художній проєкт «ПОСТ МОСТ» був заснований у 2017 році у Маріуполі як щорічна резиденція та виставка художніх творів для митців з багатьох міст України та Європи",
      content:
        "Засновниками проєкту були члени громадської організації 'ARS ALTERA'.\nУ 2023 році художники з Маріуполя, Кам'янського, Києва та Одеси були на екскурсії у цехах комбінату «КАМЕТ-СТАЛЬ», їх роботи були присвячені індустріальної складової міст України.\nЦього року до проєкту знов приєдналися постійні учасники громадської організації 'ARS ALTERA' з новими ідеями та наративами, тому проєкт отримав назву «POST MOST 6 Reconnect».\nНа виставці будуть представлені роботи сучасних тематик 16 художників, актуальні риси яких митці хочуть зараз донести глядачу.\nНа відкритті за допомогою відео зв’язку глядачі зможуть поспілкуватись з художниками проєкту, які знаходяться у різних містах та странах, а музиканти наживо подарують присутнім кавер-версії відомих пісень.\nЗапрошуємо Вас на відкриття виставки 19 жовтня о 12:00 у Музей історії міста Кам’янського за адресою: проспект Свободи, 39",
      image: event_1,
      id: 1,
    },
    {
      title:
        "У Кам’янському презентували мистецький проєкт «POST MOST 6 Reconnect»",
      description:
        "19 жовтня у Музеї історії міста відбулася презентація проєкту «POST MOST 6 Reconnect», який об’єднав 16 українських художників із різних міст та країн. Ініціатива, започаткована у Маріуполі ще в 2019 році, продовжує жити та розвиватися, навіть попри складні часи.",
      content:
        "Цьогоріч виставка стала справжнім культурним мостом, що об’єднав митців з Маріуполя, Кам’янського, Кривого Рогу та Києва, а також їхніх колег із Німеччини та Австрії. Під час відкриття гості музею мали змогу не лише ознайомитися з мистецькими роботами, а й поспілкуватися з авторами через відеозв’язок. Атмосферу доповнювали кавер-версії відомих пісень, виконані музикантами.",
      image: event_2,
      id: 2,
    },
    // Добавьте другие мероприятия
  ];
  return events;
}
